<html>
    <head>
        <title>DLC - The Last Laugh</title>
        <link rel="stylesheet" type="text/css" href="style.css">
    </head>
    <body>
        <h1>DLC - The Last Laugh</h1>
        <ul>

            <li>
                <b>Making It Safe</b>
                <br />
                <i>Defeat all enemy iconics in the final fight of the Shady Nightclub Duo</i>
                <br /><br />
                <font color='red'>Hero</font><br />
                <b>10 points</b>
                <br />
            </li>
            <br />

            <li>
                <b>School of Hard Knocks: Shady Nightclub</b>
                <br />
                <i>Defeat Gorilla Grodd and his ally in the Shady Nightclub without using any consumable items or supercharge abilities</i>
                <br /><br />
                <font color='red'>Hero</font><br />
                <b>10 points</b>
                <br />
            </li>
            <br />

            <li>
                <b>Exigent Circumstances</b>
                <br />
                <i>Complete the Shady Nightclub duo in 7 minutes or less</i>
                <br /><br />
                <font color='red'>Hero</font><br />
                <b>10 points</b>
                <br />
            </li>
            <br />

            <li>
                <b>Police Brutality</b>
                <br />
                <i>Defeat all enemy iconics in the final fight of the Police Station Duo</i>
                <br />Derrote todos os inimigos ic&ocirc;nicos na luta final do duo Police Station<br />
                <font color='red'>Villain</font><br />
                <b>10 points</b>
                <br />
            </li>
            <br />

            <li>
                <b>School of Hard Knocks: Police Station</b>
                <br />
                <i>Defeat Superman and his ally in the Police Station without using any consumable items or supercharge abilities</i>
                <br />Derrote Supernam e seu aliado na duo Police Station sem usar nenhum consum&iacute;vel ou supercharge<br />
                <font color='red'>Villain</font><br />
                <b>10 points</b>
                <br />
            </li>
            <br />

            <li>
                <b>Police Chase</b>
                <br />
                <i>Complete the Police Station duo in 7 minutes or less</i>
                <br />Complete a duo Police Station em 7 minutos ou menos<br />
                <font color='red'>Villain</font><br />
                <b>10 points</b>
                <br />
            </li>
            <br />

            <li>
                <b>Rescue Ranger</b>
                <br />
                <i>Win a Rescue match in the Police Station Safehouse Arena</i>
                <br />Ven&ccedil;a uma disputa de resgate na arena Police Station<br />
                
                <b>10 points</b>
                <br />
            </li>
            <br />

            <li>
                <b>Rescue 911</b>
                <br />
                <i>Win 5 Rescue matches in the Police Station Safehouse Arena</i>
                <br />Ven&ccedil;a 5 disputas de resgate na arena Police Station<br />
                
                <b>10 points</b>
                <br />
            </li>
            <br />

            <li>
                <b>All Up in the Club</b>
                <br />
                <i>Win a Rescue match in the Nightclub Safehouse Arena</i>
                <br />Ven&ccedil;a uma disputa de resgate na arena Nightclub<br />
                
                <b>10 points</b>
                <br />
            </li>
            <br />

            <li>
                <b>No Wallflower</b>
                <br />
                <i>Win 5 Rescue matches in the Nightclub Safehouse Arena</i>
                <br />Ven&ccedil;a 5 disputas de resgate na arena Nightclub<br />
                
                <b>10 points</b>
                <br />
            </li>
            <br />

            <li>
                <b>Hostage Negotiator</b>
                <br />
                <i>Free 50 non-combatant allies in the Safehouse Arenas</i>
                <br />Liberte 50 aliados n&atilde;o-combatentes em Police Station ou Nightclubs<br />
                
                <b>10 points</b>
                <br />
            </li>
            <br />

            <li>
                <b>Bombs, Away!</b>
                <br />
                <i>Win a Bomb Disposal match in the Police Station Safehouse Arena</i>
                <br />Ven&ccedil;a uma disputa de desativa&ccedil;&atilde;o de bomba na arena Police Station<br />
                
                <b>10 points</b>
                <br />
            </li>
            <br />

            <li>
                <b>What DO You Do?</b>
                <br />
                <i>Win 5 Bomb Disposal matches in the Police Station Safehouse Arena</i>
                <br />Ven&ccedil;a 5 disputas de desativa&ccedil;&atilde;o de bomba na arena Police Station<br />
                
                <b>10 points</b>
                <br />
            </li>
            <br />

            <li>
                <b>This Club is the Bomb</b>
                <br />
                <i>Win a Bomb Disposal match in the Nightclub Safehouse Arena</i>
                <br />Ven&ccedil;a uma disputa de desativa&ccedil;&atilde;o de bomba na arena Nightclub<br />
                
                <b>10 points</b>
                <br />
            </li>
            <br />

            <li>
                <b>Exploding onto the Scene</b>
                <br />
                <i>Win 5 Bomb Disposal matches in the Nightclub Safehouse Arena</i>
                <br />Ven&ccedil;a 5 disputas de desativa&ccedil;&atilde;o de bomba na arena Nightclub<br />
                
                <b>10 points</b>
                <br />
            </li>
            <br />

            <li>
                <b>My Life as a Robot</b>
                <br />
                <i>Dispose of 50 bombs in an Assault: Safehouses PvP Arena</i>
                <br />Ative 50 bombas em assaltos PvP Arena<br />
                
                <b>10 points</b>
                <br />
            </li>
            <br />

            <li>
                <b>Like a Black Hole in a Jar</b>
                <br />
                <i>Win a Graviton Recovery match in the Police Station  Safehouse Arena</i>
                <br />Ven&ccedil;a uma disputa de recupera&ccedil;&atilde;o de Graviton na arena Police Station<br />
                
                <b>10 points</b>
                <br />
            </li>
            <br />

            <li>
                <b>That's Heavy</b>
                <br />
                <i>Win 5 Graviton Recovery matches in the Police Station Safehouse Arena</i>
                <br />Ven&ccedil;a 5 disputas de recupera&ccedil;&atilde;o de Graviton na arena Police Station<br />
                
                <b>10 points</b>
                <br />
            </li>
            <br />

            <li>
                <b>You're Grounded!</b>
                <br />
                <i>Win a Graviton Recovery match in the Nightclub Safehouse Arena</i>
                <br />Ven&ccedil;a uma disputa de recupera&ccedil;&atilde;o de Graviton na arena Nightclub<br />
                
                <b>10 points</b>
                <br />
            </li>
            <br />

            <li>
                <b>Heavy Beats</b>
                <br />
                <i>Win 5 Graviton Recovery matches in the Nightclub Safehouse Arena</i>
                <br />Ven&ccedil;a 5 disputas de recupera&ccedil;&atilde;o de Graviton na arena Nightclub<br />
                
                <b>10 points</b>
                <br />
            </li>
            <br />

            <li>
                <b>Spacial Delivery</b>
                <br />
                <i>Transport the Graviton Singularity Capsule successfully 50 times in the Safehouse: Recovery PvP Arena</i>
                <br />Transporte com sucesso 50 c&aacute;psulas Graviton em disputas PvP Police Station ou Nightclub<br />
                
                <b>10 points</b>
                <br />
            </li>
            <br />

            <li>
                <b>This House is Clean</b>
                <br />
                <i>Complete the feats: My Life as a Robot, Hostage Negotiator, and Spacial Delivery</i>
                <br />Complete as feats: My Life as a Robot, Hostage Negotiator e Spacial Delivery<br />
                
                <b>50 points</b>
                <br />
            </li>
            <br />

            <li>
                <b>Putting the Safe Back in Safehouse</b>
                <br />
                <i>Win 100 Assault: Safehouse arena matches</i>
                <br />Ven&ccedil;a 100 assaltos PvP em Police Station ou Nightclub<br />
                
                <b>10 points</b>
                <br />
            </li>
            <br />

            <li>
                <b>Watch Out!</b>
                <br />
                <i>Win an Assault: HQ: Watchtower PvP arena match</i>
                <br />Ven&ccedil;a um assalto PvP ao Watchtower<br />
                
                <b>10 points</b>
                <br />
            </li>
            <br />

            <li>
                <b>Space Station Spiff</b>
                <br />
                <i>Win 5 Assault: HQ: Watchtower PvP arena matches</i>
                <br />Ven&ccedil;a 5 assaltos PvP ao Watchtower<br />
                
                <b>10 points</b>
                <br />
            </li>
            <br />

            <li>
                <b>Who Watches the Watchtower</b>
                <br />
                <i>Win 25 Assault: HQ: Watchtower PvP arena matches</i>
                <br />Ven&ccedil;a 25 assaltos PvP ao Watchtower<br />
                
                <b>25 points</b>
                <br />
            </li>
            <br />

            <li>
                <b>Eat My Space Dust</b>
                <br />
                <i>Win an Assault: HQ: Watchtower PvP arena match in 15 minutes or less</i>
                <br />Ven&ccedil;a um assalto PvP ao Watchtower em 15 minutos ou menos<br />
                
                <b>10 points</b>
                <br />
            </li>
            <br />

            <li>
                <b>Menace to Society</b>
                <br />
                <i>Win an Assault: HQ: Hall of Doom arena match</i>
                <br />Ven&ccedil;a um assalto PvP ao Hall of Doom<br />
                
                <b>10 points</b>
                <br />
            </li>
            <br />

            <li>
                <b>Doom Control</b>
                <br />
                <i>Win 5 Assault: HQ: Hall of Doom PvP arena matches</i>
                <br />Ven&ccedil;a 5 assaltos PvP ao Hall of Doom<br />
                
                <b>10 points</b>
                <br />
            </li>
            <br />

            <li>
                <b>Hall of Doooooom!</b>
                <br />
                <i>Win 25 Assault: HQ: Hall of Doom PvP arena matches</i>
                <br />Ven&ccedil;a 25 assaltos PvP ao Hall of Doom<br />
                
                <b>25 points</b>
                <br />
            </li>
            <br />

            <li>
                <b>Swimming with the Sharks</b>
                <br />
                <i>Win an Assault: HQ: Hall of Doom PvP arena match in 15 minutes or less</i>
                <br />Ven&ccedil;a um assalto PvP ao Hall of Doom em 15 minutos ou menos<br />
                
                <b>10 points</b>
                <br />
            </li>
            <br />

            <li>
                <b>Hacker</b>
                <br />
                <i>Secure 50 terminals in the Assault: HQ: Hall of Doom PvP Arena</i>
                <br />Recupere 50 terminais no assalto ao Hall of Doom<br />
                
                <b>10 points</b>
                <br />
            </li>
            <br />

            <li>
                <b>A Real Hero</b>
                <br />
                <i>Rally every iconic ally in the Assault: HQ PvP Arenas</i>
                <br /><br />
                <font color='red'>Hero</font><br />
                <b>10 points</b>
                <br />
            </li>
            <br />

            <li>
                <b>Together We Stand</b>
                <br />
                <i>Complete an Assault: HQ arena match without letting any iconic allies get knocked out</i>
                <br />Complete um assalto PvP arena sem que nenhum aliado ic&ocirc;nico seja nocauteado<br />
                
                <b>50 points</b>
                <br />
            </li>
            <br />

            <li>
                <b>No Wired Hangar... Ever!</b>
                <br />
                <i>Unlock 10 devices in the Hangar in the Assault: HQ PvP Arena</i>
                <br />Destrave 10 dispositivos no Hangar no assalto PvP arena<br />
                
                <b>10 points</b>
                <br />
            </li>
            <br />

            <li>
                <b>Pest Control</b>
                <br />
                <i>Defeat 100 goons in the Assault: HQ PvP arenas</i>
                <br />Derrote 100 goons em assaltos PvP Arena<br />
                
                <b>10 points</b>
                <br />
            </li>
            <br />

            <li>
                <b>Rally Up!</b>
                <br />
                <i>Rally every iconic ally in the Assault: HQ PvP Arenas</i>
                <br />Ajude cada um dos aliados ic&ocirc;nicos em assaltos PvP Arena<br />
                <font color='red'>Villain</font><br />
                <b>10 points</b>
                <br />
            </li>
            <br />

            <li>
                <b>Let's Get a Rally Going!</b>
                <br />
                <i>Rally 50 iconic allies in the Assault: HQ PvP Arena</i>
                <br />Ajude 50 aliados ic&ocirc;nicos em assaltos PvP Arena<br />
                
                <b>25 points</b>
                <br />
            </li>
            <br />

            <li>
                <b>Making a Name for Yourself</b>
                <br />
                <i>Knock out 50 iconic enemies in the Assault: HQ PvP Arena</i>
                <br />Nocauteie 50 inimigos ic&ocirc;nicos em um assalto PvP Arena<br />
                
                <b>25 points</b>
                <br />
            </li>
            <br />

            <li>
                <b>Your Map to the Stars</b>
                <br />
                <i>Encounter all Iconic characters in the Assault: HQ PvP arena</i>
                <br />Encontre todos os personagens ic&ocirc;nicos em assaltos PvP Arena<br />
                
                <b>10 points</b>
                <br />
            </li>
            <br />

            <li>
                <b>Space Invader</b>
                <br />
                <i>Unlock Ursa, Power Girl, Amon Sur and Kilowog Legendary Battle Arena Avatars</i>
                <br />Desbloquei ou compre os chars Ursa, Power Girl, Amon Sur e Kilowog para partidas Legends<br />
                
                <b>50 points</b>
                <br />
            </li>
            <br />

        </ul>
    </body>
</html>
