<html>
    <head>
        <title>DLC - Blackest Night &amp; Wastelands Wonderland</title>
        <link rel="stylesheet" type="text/css" href="style.css">
    </head>
    <body>
        <h1>DLC - Blackest Night &amp; Wastelands Wonderland</h1>
        <ul>

            <li>
                <b>Wait, You Have Magic?</b>
                <br />
                <i>Do not use any of the sentinels specials abilities during the wastelands wonderland duo</i>
                <br />N&atilde;o utilize nenhuma das habilidades especiais dos sentinelas durante a duo Wastelands Wonderland<br />
                
                <b>25 points</b>
                <br />
            </li>
            <br />

            <li>
                <b>Rock It</b>
                <br />
                <i>In the wastelands duo, protect the sentinels and never allow a single crystal summoning to fail</i>
                <br />Na duo Wastelands Wonderland, proteja os sentinelas e n&atilde;o permita a falha de nenhuma das evoca&ccedil;&otilde;es de cristal<br />
                
                <b>25 points</b>
                <br />
            </li>
            <br />

            <li>
                <b>One By One</b>
                <br />
                <i>In the Wastelands Wonderland duo, defeat each of Jacob's follower subbosses</i>
                <br />Na duo Wastelands Wonderland, derrote cada um dos subbosses seguidores de Jacob<br />
                
                <b>25 points</b>
                <br />
            </li>
            <br />

            <li>
                <b>Rainbows In The Mist</b>
                <br />
                <i>During the blackest night operation, help Carol Ferris create diamon mist in S.T.A.R. Labs by adding mist in logical order and then defeat the corrupted iconics</i>
                <br />Durante a opera&ccedil;&atilde;o A Noite mais Negra, ajude Carol Ferris a criar a n&eacute;voa de diamante nos laborat&oacute;rios S.T.A.R. adicionando n&eacute;voa na ordem correta e ent&atilde;o derrotando os ic&ocirc;nicos corrompidos<br />
                
                <b>10 points</b>
                <br />
            </li>
            <br />

            <li>
                <b>You're Standing In It</b>
                <br />
                <i>During the blackest night operation, defeat corrupted superboy without allowing black lanterns to emerge from the corruption pools</i>
                <br />Durante a opera&ccedil;&atilde;o A Noite mais Negra, derrote Superboy corrompido sem permitir que os lanternas negros emerjam das po&ccedil;as de corrup&ccedil;&atilde;o<br />
                
                <b>25 points</b>
                <br />
            </li>
            <br />

            <li>
                <b>Mist Fulfillment</b>
                <br />
                <i>During the blackest night operation, defeat Nekron after using the fewest possible diamon mist containers to cleanse Nekron's black lantern battery</i>
                <br />Durante a opera&ccedil;&atilde;o A Noite mais Negra, derrote Nekron ap&oacute;s usar a menor quantidade poss&iacute;vel de containers de n&eacute;voa diamante para limpar a Bateria Central dos Lanternas Negros de Nekron<br />
                
                <b>25 points</b>
                <br />
            </li>
            <br />

            <li>
                <b>Ever Living</b>
                <br />
                <i>During the blackest night operation, defeat Nekron without any group members getting knocked out</i>
                <br />Durante a opera&ccedil;&atilde;o A Noite mais Negra, derrote Nekron sem que ningu&eacute;m do grupo seja nocauteado<br />
                
                <b>25 points</b>
                <br />
            </li>
            <br />

        </ul>
    </body>
</html>
